Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsNewElementLinksDescription
source: Now you can attach links to Excalidraw elements, connecting to external websites, other elements, different files, or even other apps.
ar: الآن يمكنك إرفاق روابط بعناصر Excalidraw، مما يربطها بمواقع ويب خارجية، أو عناصر أخرى، أو ملفات مختلفة، أو حتى تطبيقات أخرى.
de: Jetzt können Sie Links zu Excalidraw-Elementen hinzufügen, die mit externen Websites, anderen Elementen, verschiedenen Dateien oder sogar anderen Apps verbunden sind.
es: Ahora puedes adjuntar enlaces a los elementos de Excalidraw, conectando con sitios web externos, otros elementos, diferentes archivos o incluso otras aplicaciones.
fr: Vous pouvez désormais ajouter des liens aux éléments Excalidraw, en les connectant à des sites externes, d'autres éléments, différents fichiers ou même d'autres applications.
hi: अब आप Excalidraw तत्वों के लिए लिंक संलग्न कर सकते हैं, बाहरी वेबसाइटों, अन्य तत्वों, विभिन्न फ़ाइलों, या यहां तक कि अन्य ऐप्स से जोड़कर।
it: Ora puoi allegare link agli elementi di Excalidraw, collegandoti a siti web esterni, ad altri elementi, a file diversi o persino ad altre app.
ja: Excalidraw の要素にリンクを添付できるようになり、外部ウェブサイト、他の要素、異なるファイル、さらには他のアプリに接続できます。
ko: 이제 Excalidraw 요소에 링크를 첨부하여 외부 웹사이트, 다른 요소, 다른 파일 또는 다른 앱에 연결할 수 있습니다.
nl: Nu kunt u links toevoegen aan Excalidraw-elementen, die verbinden met externe websites, andere elementen, verschillende bestanden of zelfs andere apps.
pl: Teraz możesz dołączać linki do elementów Excalidraw, łącząc je z zewnętrznymi stronami internetowymi, innymi elementami, różnymi plikami, a nawet innymi aplikacjami.
pt: Agora você pode anexar links a elementos do Excalidraw, conectando a sites externos, outros elementos, diferentes arquivos ou até mesmo outros aplicativos.
ru: Теперь вы можете прикреплять ссылки к элементам Excalidraw, связывая их с внешними веб-сайтами, другими элементами, различными файлами или даже другими приложениями.
th: ตอนนี้คุณสามารถแนบลิงก์กับองค์ประกอบของ Excalidraw เชื่อมต่อกับเว็บไซต์ภายนอก องค์ประกอบอื่น ๆ ไฟล์ต่าง ๆ หรือแม้แต่แอปอื่น ๆ
tr: Artık Excalidraw öğelerine dış bağlantılar ekleyebilirsiniz; harici web sitelerine, diğer öğelere, farklı dosyalara veya hatta diğer uygulamalara bağlayabilirsiniz.
vi: Bây giờ bạn có thể đính kèm liên kết vào các phần tử Excalidraw, kết nối đến các trang web bên ngoài, các phần tử khác, các tệp khác, hoặc thậm chí là các ứng dụng khác.
zh_hans: 现在，你可以为 Excalidraw 中的元素添加链接，快速跳转到外部网站、其他元素、不同文件，甚至其他应用。
zh_hant: 現在您可以將鏈接附加到 Excalidraw 元素，連接到外部網站、其他元素、不同的文件或甚至其他應用程式。

# whatsNewElementLinksTitle
source: Excalidraw Element Links
ar: روابط عناصر Excalidraw
es: Enlaces de Elementos de Excalidraw
fr: Liens d'éléments Excalidraw
hi: Excalidraw तत्व लिंक
it: Link agli Elementi di Excalidraw
ja: Excalidraw 要素リンク
ko: Excalidraw 요소 링크
pl: Linki do elementów Excalidraw
pt: Links de Elementos do Excalidraw
ru: Ссылки на элементы Excalidraw
th: ลิงก์องค์ประกอบ Excalidraw
tr: Excalidraw Öğeleri Bağlantıları
vi: Liên Kết Phần Tử Excalidraw
zh_hans: Excalidraw元素链接
zh_hant: Excalidraw 元素鏈接

# whatsNewEnhanceInteractiveExperienceDescription
source: Refined interaction details to improve the user experience—e.g., drag-and-drop to move and reorder files and groups, double-clicking library (.lib) files to open them directly, and more.
ar: تم تحسين تفاصيل التفاعل لتحسين تجربة المستخدم — مثل السحب والإفلات لنقل وإعادة ترتيب الملفات والمجموعات، والنقر المزدوج على ملفات المكتبة (.lib) لفتحها مباشرة، والمزيد.
de: Verfeinerte Interaktionsdetails zur Verbesserung der Benutzererfahrung — z. B. Drag & Drop zum Verschieben und Neuordnen von Dateien und Gruppen, Doppelklick auf Bibliotheksdateien (.lib), um sie direkt zu öffnen, und mehr.
es: Detalles de interacción refinados para mejorar la experiencia de usuario — p. ej., arrastrar y soltar para mover y reordenar archivos y grupos, hacer doble clic en archivos de biblioteca (.lib) para abrirlos directamente, y más.
fr: Affinement des interactions pour améliorer l'expérience utilisateur — par exemple : glisser-déposer pour déplacer et réorganiser les fichiers et les groupes, double-cliquer sur les fichiers de bibliothèque (.lib) pour les ouvrir directement, et plus encore.
hi: इंटरैक्शन विवरणों को परिष्कृत किया गया है ताकि उपयोगकर्ता अनुभव बेहतर हो — उदाहरण के लिए फ़ाइलों और समूहों को स्थानांतरित और पुन:क्रमित करने के लिए ड्रैग-एंड-ड्रॉप, लाइब्रेरी (.lib) फ़ाइलों को सीधे खोलने के लिए डबल‑क्लिक, और भी बहुत कुछ।
it: Dettagli delle interazioni perfezionati per migliorare l'esperienza utente — ad es. trascina e rilascia per spostare e riordinare file e gruppi, doppio clic sui file della libreria (.lib) per aprirli direttamente e altro ancora.
ja: ユーザー体験を向上させるために操作の細部を改善しました。たとえば、ファイルやグループの移動・並べ替えがドラッグ＆ドロップで行えるようになり、ライブラリ（.lib）ファイルをダブルクリックで直接開けるようになったほか、その他の改善も含まれます。
ko: 사용자 경험을 개선하기 위해 상호작용 세부 사항을 다듬었습니다 — 예: 파일과 그룹을 이동하고 순서를 변경하는 드래그 앤 드롭, 라이브러리(.lib) 파일을 더블클릭하여 바로 열기 등.
nl: Verfijnde interactiedetails om de gebruikerservaring te verbeteren — bijvoorbeeld slepen en neerzetten om bestanden en groepen te verplaatsen en opnieuw te ordenen, dubbelklikken op bibliotheekbestanden (.lib) om ze direct te openen, en meer.
pl: Dopracowano szczegóły interakcji, aby poprawić doświadczenie użytkownika — np. przeciąganie i upuszczanie w celu przenoszenia i zmiany kolejności plików i grup, podwójne kliknięcie plików biblioteki (.lib) umożliwiające ich bezpośrednie otwarcie i inne.
pt: Detalhes de interação refinados para melhorar a experiência do usuário — por exemplo, arrastar e soltar para mover e reordenar arquivos e grupos, dar duplo clique em arquivos de biblioteca (.lib) para abri-los diretamente e muito mais.
ru: Уточнены детали взаимодействия для улучшения удобства использования — например, перетаскивание для перемещения и смены порядка файлов и групп, двойной щелчок по файлам библиотеки (.lib) для их прямого открытия и многое другое.
th: ปรับปรุงรายละเอียดการโต้ตอบเพื่อยกระดับประสบการณ์ผู้ใช้ — เช่น การลากแล้วปล่อยเพื่อย้ายและจัดเรียงไฟล์และกลุ่ม, ดับเบิลคลิกที่ไฟล์ไลบรารี (.lib) เพื่อเปิดโดยตรง และอื่นๆ
tr: Kullanıcı deneyimini iyileştirmek için etkileşim ayrıntıları rafine edildi — örneğin dosya ve grupları taşımak ve yeniden sıralamak için sürükle-bırak, kütüphane (.lib) dosyalarına çift tıklayarak doğrudan açma ve daha fazlası.
vi: Tinh chỉnh các chi tiết tương tác để nâng cao trải nghiệm người dùng — ví dụ: kéo và thả để di chuyển và sắp xếp lại các tệp và nhóm, nhấp đúp vào các tệp thư viện (.lib) để mở trực tiếp, v.v.
zh_hans: 优化了交互细节以提升用户体验——例如：可通过拖放来移动和重新排序文件与分组，双击库（.lib）文件可直接打开，等等。
zh_hant: 精緻化互動細節以提升使用者體驗，例如支援拖放以移動與重新排序檔案及群組、雙擊庫 (.lib) 檔以直接開啟等等。

# whatsNewEnhanceInteractiveExperienceTitle
source: Enhanced interactive experience
ar: تجربة تفاعلية محسّنة
de: Verbessertes interaktives Erlebnis
es: Experiencia interactiva mejorada
fr: Expérience interactive améliorée
hi: बेहतर इंटरैक्टिव अनुभव
it: Esperienza interattiva migliorata
ja: 操作性の向上
ko: 향상된 상호작용 경험
nl: Verbeterde interactieve ervaring
pl: Ulepszone doświadczenie interaktywne
pt: Experiência interativa aprimorada
ru: Улучшенный интерактивный опыт
th: ประสบการณ์การโต้ตอบที่ดียิ่งขึ้น
tr: Geliştirilmiş etkileşim deneyimi
vi: Trải nghiệm tương tác nâng cao
zh_hans: 增强的交互体验
zh_hant: 強化互動體驗

# whatsNewExportDarkPNGDescription
source: Export PNG images in your preferred color mode—light or dark—to perfectly suit any context or environment.
ar: قم بتصدير صور PNG في وضع الألوان المفضل لديك - فاتح أو داكن - لتناسب أي سياق أو بيئة بشكل مثالي.
de: Exportieren Sie PNG-Bilder in Ihrem bevorzugten Farbmodus – hell oder dunkel – um perfekt zu jedem Kontext oder Umfeld zu passen.
es: Exporta imágenes PNG en tu modo de color preferido: claro u oscuro, para adaptarse perfectamente a cualquier contexto o entorno.
fr: Exporte des images PNG dans le mode de couleur de votre choix—clair ou sombre—pour s'adapter parfaitement à tout contexte ou environnement.
hi: अपने पसंदीदा रंग मोड—हल्का या डार्क—में PNG चित्रों का निर्यात करें, ताकि किसी भी संदर्भ या वातावरण के लिए पूरी तरह से उपयुक्त हो सके।
it: Esporta immagini PNG nel tuo colore preferito—chiaro o scuro—per adattarsi perfettamente a qualsiasi contesto o ambiente.
ja: お好みのカラー モード（ライトまたはダーク）で PNG 画像をエクスポートし、あらゆるコンテキストや環境に完璧に適応させることができます。
ko: 원하는 색상 모드인 라이트 또는 다크로 PNG 이미지를 내보내어 어떤 맥락이나 환경에도 완벽하게 맞출 수 있습니다.
nl: Exporteer PNG-afbeeldingen in uw voorkeurkleurmodus—licht of donker—om perfect aan te sluiten bij elke context of omgeving.
pl: Eksportuj obrazy PNG w preferowanym trybie kolorystycznym—jasnym lub ciemnym—aby idealnie pasowały do każdego kontekstu lub środowiska.
pt: Exporte imagens PNG no seu modo de cor preferido—claro ou escuro—para se adequar perfeitamente a qualquer contexto ou ambiente.
ru: Экспортируйте PNG-изображения в предпочитаемом цветовом режиме — светлом или темном — чтобы идеально подходить для любого контекста или окружения.
th: ส่งออกภาพ PNG ในโหมดสีที่คุณต้องการ—โหมดสว่างหรือโหมดมืด—เพื่อให้เหมาะสมกับบริบทหรือสภาพแวดล้อมใด ๆ
tr: Tercih ettiğiniz renk modunda—aydınlık veya karanlık—PNG görüntüleri dışa aktarın, her bağlama veya ortama mükemmel uyum sağlamak için.
vi: Xuất hình ảnh PNG theo chế độ màu bạn thích - sáng hoặc tối - để hoàn hảo phù hợp với bất kỳ ngữ cảnh hoặc môi trường nào.
zh_hans: 导出 PNG 图片时，支持自由切换浅色或深色模式，更好地适应各种使用场景。
zh_hant: 以您喜愛的顏色模式（淺色或深色）導出 PNG 圖像，以完美適應任何上下文或環境。

# whatsNewExportDarkPNGTitle
source: Dark Mode PNG Export
ar: تصدير PNG في وضع الظلام
de: Dunkelmodus PNG-Export
es: Exportación de PNG en Modo Oscuro
fr: Exportation PNG en mode sombre
hi: डार्क मोड PNG निर्यात
it: Esportazione PNG in Modalità Scura
ja: ダークモード PNG エクスポート
ko: 다크 모드 PNG 내보내기
nl: Donkere Mode PNG Export
pl: Eksport PNG w trybie ciemnym
pt: Exportação de PNG em Modo Escuro
ru: Экспорт PNG в темном режиме
th: การส่งออก PNG โหมดมืด
tr: Karanlık Mod PNG Dışa Aktarımı
vi: Xuất PNG Chế Độ Tối
zh_hans: PNG 导出支持深色模式
zh_hant: 深色模式 PNG 導出

# whatsnewExportImageWithoutBackgroundDescription
source: When exporting an image, unchecking the background option will export the image without a background.
ar: عند تصدير صورة، سيؤدي إلغاء تحديد خيار الخلفية إلى تصدير الصورة بدون خلفية.
de: Beim Exportieren eines Bildes wird das Deaktivieren der Hintergrundoption das Bild ohne Hintergrund exportieren.
es: Al exportar una imagen, desmarcar la opción de fondo exportará la imagen sin fondo.
fr: Lors de l'exportation d'une image, décocher l'option arrière-plan exportera l'image sans arrière-plan.
hi: जब एक चित्र का निर्यात करते हैं, तो पृष्ठभूमि विकल्प को अनचेक करने से चित्र बिना पृष्ठभूमि के निर्यात होगा।
it: Quando esporti un'immagine, deselezionando l'opzione sfondo, l'immagine verrà esportata senza sfondo.
ja: 画像をエクスポートする際、背景オプションのチェックを外すと、背景なしで画像がエクスポートされます。
ko: 이미지를 내보낼 때 배경 옵션을 체크 해제하면 배경 없이 이미지를 내보낼 수 있습니다.
nl: Bij het exporteren van een afbeelding, zal het uitvinken van de achtergrondoptie de afbeelding zonder achtergrond exporteren.
pl: Podczas eksportowania obrazu, odznaczenie opcji tła wyeksportuje obraz bez tła.
pt: Ao exportar uma imagem, desmarcar a opção de fundo exportará a imagem sem fundo.
ru: При экспорте изображения снятие отметки с опции фона экспортирует изображение без фона.
th: เมื่อส่งออกรูปภาพ การไม่เลือกตัวเลือกพื้นหลังจะส่งออกรูปภาพโดยไม่มีพื้นหลัง.
tr: Bir resmi dışa aktarırken, arka plan seçeneğini işaretlemeyi kaldırmak, resmi arka plansız dışa aktarır.
vi: Khi xuất hình ảnh, bỏ chọn tùy chọn nền sẽ xuất hình ảnh mà không có nền.
zh_hans: 在导出图像时，取消勾选背景选项将导出没有背景的图像。
zh_hant: 在導出圖片時，取消選中背景選項將導出無背景的圖片。

# whatsnewExportImageWithoutBackgroundTitle
source: Export Image without background
ar: تصدير صورة بدون خلفية
de: Bild ohne Hintergrund exportieren
es: Exportar imagen sin fondo
fr: Exporter l'image sans arrière-plan
hi: बिना पृष्ठभूमि के चित्र निर्यात करें
it: Esporta immagine senza sfondo
ja: 背景なしで画像をエクスポート
ko: 배경 없이 이미지 내보내기
nl: Afbeelding zonder achtergrond exporteren
pl: Eksportuj obraz bez tła
pt: Exportar imagem sem fundo
ru: Экспорт изображения без фона
th: ส่งออกรูปภาพโดยไม่มีพื้นหลัง
tr: Arka plansız Resim Dışa Aktar
vi: Xuất hình ảnh không có nền
zh_hans: 导出无背景的图片
zh_hant: 導出無背景的圖片

# whatsnewExportPDFDescription
source: ExcalidrawZ now supports exporting as a PDF, and the new option can be found in the Export sheet.
ar: يدعم ExcalidrawZ الآن التصدير كملف PDF، ويمكن العثور على الخيار الجديد في ورقة التصدير.
de: ExcalidrawZ unterstützt jetzt den Export als PDF, und die neue Option finden Sie im Exportblatt.
es: ExcalidrawZ ahora admite la exportación como PDF, y la nueva opción se puede encontrar en la hoja de Exportar.
fr: ExcalidrawZ prend désormais en charge l'exportation au format PDF, et la nouvelle option se trouve dans la feuille d'exportation.
hi: ExcalidrawZ अब PDF के रूप में निर्यात का समर्थन करता है, और नया विकल्प निर्यात शीट में पाया जा सकता है।
it: ExcalidrawZ ora supporta l'esportazione in PDF, e la nuova opzione può essere trovata nel foglio di esportazione.
ja: ExcalidrawZはPDFエクスポートをサポートしました。新しいオプションはエクスポートシートにあります。
ko: ExcalidrawZ는 이제 PDF로 내보내기를 지원하며, 새로운 옵션은 내보내기 시트에서 찾을 수 있습니다.
nl: ExcalidrawZ ondersteunt nu het exporteren als PDF, en de nieuwe optie is te vinden in het exportvenster.
pl: ExcalidrawZ teraz wspiera eksport do formatu PDF, a nowa opcja jest dostępna w arkuszu Eksportuj.
pt: ExcalidrawZ agora suporta exportação como PDF, e a nova opção pode ser encontrada na folha de exportação.
ru: ExcalidrawZ теперь поддерживает экспорт в формате PDF, и новая опция доступна в меню экспорта.
th: ExcalidrawZ ตอนนี้สนับสนุนการส่งออกเป็น PDF และตัวเลือกใหม่สามารถพบได้ในแผ่นส่งออก.
tr: ExcalidrawZ artık PDF olarak dışa aktarmayı destekliyor ve yeni seçenek Dışa Aktarma sayfasında bulunabilir.
vi: ExcalidrawZ giờ đây hỗ trợ xuất dưới dạng PDF, và tùy chọn mới có thể được tìm thấy trong bảng xuất.
zh_hans: ExcalidrawZ 现在支持导出为 PDF，新的选项可以在导出页面中找到。
zh_hant: ExcalidrawZ 現在支持導出為 PDF，新的選項可以在導出表單中找到。

# whatsnewExportPDFTitle
source: Export PDF
ar: تصدير PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le PDF
hi: PDF निर्यात करें
it: Esporta PDF
ja: PDFをエクスポート
ko: PDF 내보내기
nl: PDF exporteren
pl: Eksportuj PDF
pt: Exportar PDF
ru: Экспорт PDF
th: ส่งออก PDF
tr: PDF Dışa Aktar
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 導出 PDF

# whatsNewFallbackExcalifontDescription
source: Since Excalidraw has supported for various handwriting fonts and its improved efficiency in exporting SVGs, the previously used mixed font in ExcalidrawZ will be discontinued. The default font will now be the official Excalidraw font—Excalifont.
ar: نظرًا لأن Excalidraw يدعم خطوط الكتابة اليدوية المختلفة وكفاءته المحسّنة في تصدير ملفات SVG، سيتم إيقاف استخدام الخط المختلط السابق في ExcalidrawZ. سيكون الخط الافتراضي الآن هو الخط الرسمي لـ Excalidraw—Excalifont.
de: Da Excalidraw verschiedene Handschriftarten unterstützt und die Effizienz beim Export von SVGs verbessert wurde, wird die zuvor verwendete Mischschrift in ExcalidrawZ eingestellt. Die Standardschriftart wird nun die offizielle Excalidraw-Schriftart – Excalifont – sein.
es: Dado que Excalidraw ha soportado varias fuentes de escritura a mano y ha mejorado la eficiencia en la exportación de SVGs, la fuente mixta que se utilizaba anteriormente en ExcalidrawZ será descontinuada. La fuente predeterminada será ahora la fuente oficial de Excalidraw: Excalifont.
fr: Depuis qu'Excalidraw prend en charge divers polices d'écriture manuscrite et son efficacité améliorée dans l'exportation de SVG, la police mixte précédemment utilisée dans ExcalidrawZ sera abandonnée. La police par défaut sera désormais la police officielle d'Excalidraw—Excalifont.
hi: चूंकि Excalidraw ने विभिन्न हस्ताक्षर फ़ॉन्टों का समर्थन किया है और SVG निर्यात में इसकी दक्षता में सुधार हुआ है, इसलिए ExcalidrawZ में पहले उपयोग किए गए मिश्रित फ़ॉन्ट को बंद कर दिया जाएगा। डिफ़ॉल्ट फ़ॉन्ट अब आधिकारिक Excalidraw फ़ॉन्ट—Excalifont होगा।
it: Dal momento che Excalidraw ha supportato vari font di scrittura a mano e ha migliorato l'efficienza nell'esportazione di SVG, il font misto precedentemente utilizzato in ExcalidrawZ sarà dismesso. Il font predefinito sarà ora il font ufficiale di Excalidraw—Excalifont.
ja: Excalidrawがさまざまな手書きフォントをサポートし、SVGのエクスポート効率が向上したため、ExcalidrawZで以前使用されていた混合フォントは廃止されます。デフォルトフォントは公式のExcalidrawフォントであるExcalifontになります。
ko: Excalidraw가 다양한 손글씨 글꼴을 지원하고 SVG 내보내기 효율성이 향상됨에 따라, 이전에 사용된 혼합 글꼴은 ExcalidrawZ에서 중단됩니다. 기본 글꼴은 이제 공식 Excalidraw 글꼴인 Excalifont가 됩니다.
nl: Omdat Excalidraw verschillende handschriftlettertypen heeft ondersteund en de efficiëntie van het exporteren van SVG's is verbeterd, zal het eerder gebruikte gemengde lettertype in ExcalidrawZ worden stopgezet. Het standaard lettertype is nu het officiële Excalidraw-lettertype—Excalifont.
pl: Ponieważ Excalidraw obsługuje różne czcionki ręczne i poprawiła wydajność eksportu SVG, wcześniej używana mieszana czcionka w ExcalidrawZ zostanie wycofana. Domyślną czcionką będzie teraz oficjalna czcionka Excalidraw - Excalifont.
pt: Como o Excalidraw passou a suportar várias fontes de escrita manual e melhorou a eficiência na exportação de SVGs, a fonte mista anteriormente usada no ExcalidrawZ será descontinuada. A fonte padrão agora será a fonte oficial do Excalidraw—Excalifont.
ru: Поскольку Excalidraw поддерживает различные шрифты рукописного текста и улучшил эффективность экспорта SVG, ранее используемый смешанный шрифт в ExcalidrawZ будет прекращен. Шрифтом по умолчанию теперь будет официальный шрифт Excalidraw — Excalifont.
th: เนื่องจาก Excalidraw สนับสนุนฟอนต์ลายมือหลากหลายชนิดและมีประสิทธิภาพที่ดีขึ้นในการส่งออก SVG ฟอนต์ผสมที่เคยใช้ใน ExcalidrawZ จะถูกยกเลิก ฟอนต์เริ่มต้นจะเป็นฟอนต์ทางการของ Excalidraw—Excalifont
tr: Excalidraw, çeşitli el yazısı fontlarını desteklemeye ve SVG'leri dışa aktarmada daha iyi bir verimlilik sağlamaya başladığından, ExcalidrawZ'de daha önce kullanılan karışık font kullanılmayacaktır. Varsayılan font artık resmi Excalidraw fontu olan Excalifont olacaktır.
vi: Kể từ khi Excalidraw hỗ trợ nhiều phông chữ viết tay và cải thiện hiệu suất xuất SVG, phông chữ hỗn hợp trước đây được sử dụng trong ExcalidrawZ sẽ bị ngừng sử dụng. Phông chữ mặc định bây giờ sẽ là phông chữ chính thức của Excalidraw—Excalifont.
zh_hans: 由于 Excalidraw 支持多种手写字体，并且在导出 SVG 文件方面效率得到提升，因此之前在 ExcalidrawZ 中使用的混合字体将被停用。默认字体现在将是官方的 Excalidraw 字体——Excalifont。
zh_hant: 由於 Excalidraw 現已支持各種手寫字體並提升了導出 SVG 的效率，之前在 ExcalidrawZ 中使用的混合字體將被停止使用。預設字體將改為官方 Excalidraw 字體——Excalifont。

# whatsNewFallbackExcalifontTitle
source: Fallback to Excalifont
ar: الرجوع إلى Excalifont
de: Rückfall auf Excalifont
es: Retroceso a Excalifont
fr: Retour à Excalifont
hi: Excalifont पर वापस जाना
it: Ripristino a Excalifont
ja: Excalifontへのフォールバック
ko: Excalifont로 대체
nl: Terugval naar Excalifont
pl: Powrót do Excalifont
pt: Retorno ao Excalifont
ru: Переход на Excalifont
th: เปลี่ยนไปใช้ Excalifont
tr: Excalifont'a Dönüş
vi: Chuyển sang Excalifont
zh_hans: 回退到 Excalifont
zh_hant: 回退至 Excalifont

# whatsNewIcloudSyncDescription
source: Now, ExcalidrawZ data can be synced across platforms via iCloud.
ar: الآن، يمكن مزامنة بيانات ExcalidrawZ عبر منصات متعددة عبر iCloud.
de: Jetzt können ExcalidrawZ-Daten plattformübergreifend über iCloud synchronisiert werden.
es: Ahora, los datos de ExcalidrawZ se pueden sincronizar entre plataformas a través de iCloud.
fr: Désormais, les données d'ExcalidrawZ peuvent être synchronisées sur différentes plateformes via iCloud.
hi: अब, ExcalidrawZ डेटा को iCloud के माध्यम से विभिन्न प्लेटफार्मों में समन्वयित किया जा सकता है।
it: Ora, i dati di ExcalidrawZ possono essere sincronizzati su diverse piattaforme tramite iCloud.
ja: これで、ExcalidrawZのデータはiCloudを通じてプラットフォーム間で同期できるようになりました。
ko: 이제 ExcalidrawZ 데이터는 iCloud를 통해 플랫폼 간에 동기화할 수 있습니다.
nl: Nu kunnen ExcalidrawZ-gegevens worden gesynchroniseerd tussen platforms via iCloud.
pl: Teraz dane ExcalidrawZ mogą być synchronizowane między platformami za pomocą iCloud.
pt: Agora, os dados do ExcalidrawZ podem ser sincronizados entre plataformas via iCloud.
ru: Теперь данные ExcalidrawZ можно синхронизировать между платформами через iCloud.
th: ตอนนี้ ข้อมูล ExcalidrawZ สามารถซิงค์ข้ามแพลตฟอร์มผ่าน iCloud ได้แล้ว
tr: Artık, ExcalidrawZ verileri iCloud üzerinden platformlar arasında senkronize edilebilir.
vi: Bây giờ, dữ liệu ExcalidrawZ có thể được đồng bộ hóa trên nhiều nền tảng thông qua iCloud.
zh_hans: 现在，ExcalidrawZ 数据可以通过 iCloud 在各个平台间同步。
zh_hant: 現在，ExcalidrawZ 數據可以通過 iCloud 在各平台之間同步。

# whatsNewIcloudSyncTitle
source: iCloud Synchronization
ar: مزامنة iCloud
de: iCloud-Synchronisation
es: Sincronización con iCloud
fr: Synchronisation iCloud
hi: iCloud समन्वयन
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nl: iCloud Synchronisatie
pl: Synchronizacja iCloud
pt: Sincronização com iCloud
ru: Синхронизация iCloud
th: การซิงโครไนซ์ iCloud
tr: iCloud Senkronizasyonu
vi: Đồng bộ hóa iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# whatsNewImportPDFDescription
source: Import PDFs into Excalidraw and view them page-by-page or laid out directly on the canvas.
ar: استيراد ملفات PDF إلى Excalidraw وعرضها صفحةً تلو الأخرى أو وضعها مباشرة على اللوحة.
de: PDFs in Excalidraw importieren und seitenweise oder direkt auf der Leinwand anzeigen.
es: Los archivos PDF se pueden importar en Excalidraw y verse página por página o dispuestos directamente en el lienzo.
fr: Importez des PDF dans Excalidraw et consultez-les page par page ou disposés directement sur le canevas.
hi: PDF फ़ाइलों को Excalidraw में आयात करें और उन्हें पृष्ठ-दर-पृष्ठ देखें या सीधे कैनवास पर व्यवस्थित रूप में रखें。
it: Importa file PDF in Excalidraw e visualizzali pagina per pagina o disposti direttamente sulla tela.
ja: PDFをExcalidrawに取り込み、ページごとに表示したり、キャンバス上に直接レイアウトして表示できます。
ko: PDF를 Excalidraw로 가져와 페이지별로 보거나 캔버스에 바로 배치하여 볼 수 있습니다.
nl: Importeer pdf-bestanden in Excalidraw en bekijk ze per pagina of direct op het canvas.
pl: Importuj pliki PDF do Excalidraw i przeglądaj je stronę po stronie lub wyświetlaj rozłożone bezpośrednio na płótnie.
pt: Importe PDFs para o Excalidraw e visualize-os página a página ou dispostos diretamente na tela.
ru: Импортируйте PDF-файлы в Excalidraw и просматривайте их постранично или размещайте прямо на холсте.
th: นำเข้าไฟล์ PDF ลงใน Excalidraw และดูทีละหน้า หรือวางเรียงแสดงบนผืนผ้าใบโดยตรง
tr: PDF'leri Excalidraw'a aktarın ve sayfaları tek tek veya tuvalde doğrudan yerleştirilmiş olarak görüntüleyin.
vi: Nhập tệp PDF vào Excalidraw và xem theo từng trang hoặc bố trí trực tiếp trên canvas.
zh_hans: 将 PDF 导入 Excalidraw，可逐页查看或直接在画布上排版显示。
zh_hant: 將 PDF 匯入 Excalidraw，並可以逐頁檢視或直接在畫布上排版顯示。

# whatsNewImportPDFTitle
source: PDF Import Support
ar: دعم استيراد ملفات PDF
de: PDF-Import-Unterstützung
es: Importación de PDF
fr: Prise en charge de l'importation de PDF
hi: PDF आयात समर्थन
it: Supporto importazione PDF
ja: PDFインポート対応
ko: PDF 가져오기 지원
nl: Ondersteuning voor PDF-import
pl: Obsługa importu PDF
pt: Suporte à importação de PDFs
ru: Поддержка импорта PDF
th: รองรับการนำเข้าไฟล์ PDF
tr: PDF İçe Aktarma Desteği
vi: Hỗ trợ nhập PDF
zh_hans: 支持 PDF 导入
zh_hant: PDF 匯入支援
